---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewDisplaySketchyLines
source: html/110ffd95-bfcf-2dce-9661-373ffa063326.htm
---
# ViewDisplaySketchyLines Members

Releases all resources used by the ViewDisplaySketchyLines